# ----------------------------------------------------------------------------------------------------------------------
# User ConstVar
GENDER_CHOICES = (
    ("male", "남자"),
    ("female", "여자"),
)
# ----------------------------------------------------------------------------------------------------------------------
# Cafe ConstVar
CITY_CHOICES = (
    ('서울-강남','서울-강남'),
    ('서울-강북','서울-강븍'),
    ('제주','제주'),
    ('부산','부산'),
    ('경기','경기'),
)
COUNTRY_CHOICES = (
    ('마포','마포'),
    ('공덕','공덕'),
    ('홍대','홍대'),
    ('합정','합정'),
    ('상수','상수'),
    ('강남','강남'),
    ('논현','논현'),
    ('신사','신사'),
    ('연남','연남'),
)

COUNTRY_CHOICES_GANGNAM = (
    ('강남', '강남'),
    ('논현', '논현'),
    ('신사', '신사'),
)

COUNTRY_CHOICES_GANGBOK = (
    ('마포','마포'),
    ('공덕','공덕'),
    ('홍대','홍대'),
    ('합정','합정'),
    ('상수','상수'),
)
DISTRICT_CHOICES = (
    ('test','test'),
)

